using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace Csharp_LabRab3
{
    class Program
    {
        static void Main(string[] args)
        {
            // *** ЗАДАНИЕ 1 ***
            /*
            С помощью массива задать статистику посещения магазина. Магазин работал 10 недель, на каждой неделе было от 4 до 7 рабочих дней. 
            Часть покупателей совершала покупки используя наличные деньги, часть покупателей расплачивалась с помощью пластиковой карты. 
                Посчитать:
            •	общее число покупателей
            •	сколько покупателей расплатились наличными
            •	сколько покупателей расплатились с помощью пластиковой карты
            •	в какие недели была ситуация, когда наличными платили больше, чем картой.*/

        }
    }
}
